Repository: richq/bladereminder
Catalog: locale/strings-*.po
Languages: es

source: About
es: Acerca de

source: Open-source licences
es: Licencias de código abierto

# open_source_licences_details
source: Licence details for open-source software
es: Detalles de las licencias del software código abierto

# action_help
source: Help
es: Ayuda

# action_settings
source: Settings
es: Ajustes

# action_share
source: File Upload
es: Exportar Fichero

# add_comment_dlg_message
source: Write a short note for yourself so you don't forget the details of the shave
es: Escribe una nota para que no se te olviden los detalles del afeitado

# add_comment_dlg_ok
source: OK, save it!
es: Vale, ¡a guardar!

# add_comment_dlg_title
source: Add a note
es: Añade una nota

# app_name
source: Blade Reminder
es: Recordatorio del Afeitado

# arrow
source: An arrow pointing to the list view to tap
es: Una flecha apuntando a la lista que debes tocar

source: Backup
es: Copia de seguridad

source: Colours Enabled
es: Colores activados

# colours_enabled_summary
source: Show a purple, white, blue, green, yellow, orange or red background as the blade loses sharpness
es: Mostrar un fondo en lila, blanco, azul, verde, amarillo, naranja o rojo según la afilada que esté la hoja

# commentText
source: Comment goes here
es: Aquí va el comentario

source: Changelog
es: Cambios

# changelog_summary
source: Details of recent changes
es: Detalles de los últimos cambios

# countLabel
source: Uses
es: Usos

source: Dark
es: Oscuro

# dateLabelString
source: Date
es: Fecha

# dateLabel
source: When
es: Cuando

# delete_title
source: Remove this day's details
es: Borrar los detalles de este día

source: Deleted
es: Borrado

source: Display Settings
es: Ajustes de mostración

# dont_show_this_anymore
source: Don't show this dialog again
es: No quiero ver esta ventana más

# editentry
source: Edit shave details
es: Editar los detalles del afeitado

source: Format Date
es: Formato de la fecha

# start_import
source: Start importing
es: Importar

# cancel_import
source: Cancel
es: Cancelar

# import_activity_name
source: Import External Data
es: Importar datos externos

# import_text_help
source: You can import data from a file containing comma separated values. These should be the date, the shave count and any comments. I'll try to do my best to resolve conflicts.
es: Puedes importar datos desde un fichero con valores separados por comas. Los valores son la fecha, la cuenta de afeitados y un comentario. Resuelvo los conflictos lo mejor que pueda.

source: Light
es: Clarito

# modify_done
source: All done
es: Ya está

# modify_name
source: Edit Shave Details
es: Editar los detalles del afeitado

source: New blade
es: Hoja nueva

# notesLabel
source: Notes
es: Comentarios

# nothing_to_share
source: No entries to share
es: No hay entradas para compartir

source: Nothing to share to
es: No hay apps configuradas para compartir

# onemore
source: One more use
es: Un uso más

source: Shave file backup
es: Copia de seguridad del fichero de afeitados

# shaves_csv
source: spreadsheets/shaves.csv
es: spreadsheets/afeitados.csv

source: Show Comment Dialog
es: Muestra el dialogo de comentarios

source: Sounds Enabled
es: Sonidos activados

# sounds_enabled_summary
source: Play an annoying sound when you perform certain actions
es: Reproducir un sonido algo irritante al cumplir ciertos actos

source: Theme
es: Tema

# theme_summary
source: Change the overall theme
es: Cambiar la tema de la app

# title_activity_help
source: Getting Started
es: Como Empezar

# title_settings
source: Settings
es: Ajustes

source: Today
es: Hoy

source: Blade Icon
es: Icono de una hoja

# unable_to_create_file
source: Unable to create new file
es: No ha sido posible crear un fichero nuevo

source: Undo
es: Deshacer

# with_template
source: With the template %s
es: Con la plantilla %s

source: Yesterday
es: Ayer

source: Sharpness Range
es: Rango de afilado

# sharpness_range_summary
source: Configure the range of values for sharpness colours, currently from %1$s to %2$s
es: Cambia el rango de valores para los colores de lo afilado, actualmente va de %1$s a %2$s

# action_stats
source: Stats
es: Estadísticas

source: Average Uses
es: Medio de usos

# max_uses
source: Highest Uses
es: Usos más alto

# stats_since
source: Statistics since
es: Estadísticas desde

source: Never!
es: Nunca

# not_enough_entries
source: Not enough entries yet
es: Todavía no hay bastantes entradas
